Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Equality before the law, the guarantee of a fair trial and the right to a defence are set out in article 8 of the Constitution, which stipulates that “nationals are equal before the law and enjoy the same fundamental freedoms under the protection of the law, without any discrimination on grounds of sex, level of education, property, origin, race, religious belief or opinion”.
fr: L'égalité devant la loi, la garantie d'une justice équitable et le respect du principe des droits de la défense sont consacrés par l'article 8 de la Constitution qui stipule que: «Les nationaux sont égaux en droit et jouissent des mêmes libertés fondamentales protégées par la loi, sans discrimination fondée sur le sexe, le degré d'instruction, la fortune, l'origine, la race, la croyance religieuse ou l'opinion.».

source: This wording is based on article 2, paragraph 1, of the Covenant.
fr: Ce libellé est en fait la reproduction des dispositions prévues à l'article 2 1) du Pacte.

source: Every person in national territory enjoys the same legal protection, within the limitations allowed by the Covenant.
fr: Toute personne se trouvant sur le territoire national bénéficie des mêmes protections légales, à l'exception des restrictions admises par le Pacte.

source: Every individual in Malagasy territory has the right to lodge an appeal with the courts to obtain redress for a legal injury.
fr: Le droit d'exercer un recours en justice pour obtenir réparation d'un préjudice légitime est reconnu à tout individu se trouvant sur le territoire de la République malagasy.

source: To this end, article 13, paragraph 6, of the Constitution stipulates the following: “The law shall ensure that everyone has access to justice; lack of resources will be no obstacle thereto.”
fr: Dans ce sens, l'article 13, alinéa 6, de la Constitution stipule que: «La loi assure à tous le droit de se faire rendre justice et l'insuffisance des ressources ne saurait y faire obstacle.».

source: “In any case, legal assistance may be granted to any person, as well as to any public or charitable institution and any private association whose purpose is to provide assistance and which has legal personality, if, owing to insufficient resources, such persons, institutions or associations are unable to exercise their rights before the courts, either as plaintiffs or defendants.”
fr: «L'assistance judiciaire peut être accordée en tout état de cause à toute personne ainsi qu'à tous établissements publics ou d'utilité publique, et aux associations privées ayant pour objet une œuvre d'assistance et jouissant de la personnalité civile, lorsque, à raison de l'insuffisance de leurs ressources, les personnes, établissements et associations se trouvent dans l'impossibilité d'exercer leurs droits en justice, soit en demandant soit en défendant.»

source: In criminal matters, Act No. 97-036 of 30 October 1997, amending and supplementing the Code of Criminal Procedure with regard to the parties' defence, provides for assistance to be given to the suspect by counsel of his or her own choosing from the beginning of the preliminary investigation.
fr: En matière pénale, la loi no 97-036 du 30 octobre 1997 modifiant et complétant les dispositions du Code de procédure pénale relative à la défense des parties, prévoit une assistance de la personne suspectée assurée par un défenseur de son choix dès le début de l'enquête préliminaire.

source: With a view to helping citizens gain a better understanding of their rights, the Government, through the intermediary of the Ministry of Justice, has set up a special service to publicize and educate the public in legal matters.
fr: Dans le but d'aider les citoyens à mieux connaître leur droit, le Gouvernement par l'intermédiaire du Ministère de la justice a mis en place un service spécialisé dans la vulgarisation juridique et l'éducation de la population.

source: The main activities of the service are focused on:
fr: Les principales activités de ce service sont axées sur:

source: (a) Presenting the following programmes for periodic radio or television broadcasts on national channels and private local channels:
fr: a) Il assure périodiquement l'animation de séances d'émissions radiodiffusées ou télévisées sur les chaînes nationales et privées locales:

source: Weekly programmes on national radio; Fortnightly programmes on national television; and Commercials on particular topics;
fr: ii) Des émissions bimensuelles sur la Télévision malagasy;

source: (b) Public meetings to explain legal matters in places that are a long way from a court, followed by question-and-answer sessions and the distribution of brochures and leaflets.
fr: b) Des séances publiques de vulgarisation juridique dans les localités éloignées des juridictions suivies des questions/réponses, de diffusion de brochures et dépliants.

source: As part of efforts to introduce “community-based justice”, that is, to bring justice closer to the people, the Ministry of Justice and the courts are actively involved in information and education activities within their respective fields.
fr: Dans le cadre de la mise en place d'une justice de proximité, c'est-à-dire une justice rapprochée des justiciables, le Ministère de la justice et les juridictions participent activement à des activités d'information et d'éducation dans leur ressort respectif.

source: The dissemination of legal information enables citizens to claim their rights without having to resort to the services of intermediaries who take advantage of their ignorance of the law for financial gain.
fr: La connaissance juridique diffusée permet aux citoyens de faire valoir leur droit sans recourir aux services des intermédiaires exploitant et monnayant leur ignorance dans le domaine.

source: In addition, every year the Ministry of Justice, in cooperation with the National School of the Judiciary and Court Officers, produces educational films on the promotion and protection of human rights.
fr: Par ailleurs, le Ministère de la justice, en collaboration avec l'École nationale de la magistrature et des greffes, produit annuellement des films éducatifs sur la promotion et la protection des droits de l'homme.

source: Films have been made that deal with, for example:
fr: Citons à titre d'illustration des projections:

source: (a) Efforts to prevent the spread of HIV/AIDS in rural areas;
fr: a) Sur la lutte contre la propagation du VIH/sida en milieu rural;

source: (b) Domestic violence;
fr: b) Sur la violence conjugale;

source: (c) Combating the commercial sexual exploitation of minors;
fr: c) Sur la lutte contre l'exploitation sexuelle des mineurs à des fins commerciales;

source: (d) Problems relating to the settlement of land disputes in Madagascar.
fr: d) Sur les problèmes de règlement des litiges fonciers à Madagascar.

source: In addition to this, legal works aimed at judges, legal professionals and the general public have been published.
fr: À cela s'ajoutent l'édition et la diffusion d'ouvrages juridiques à l'intention des magistrats, des professionnels du droit et du public.

source: All these initiatives are helping to reduce corruption and improve the image of the judicial system.
fr: Toutes ces initiatives contribuent à la réduction du taux de la corruption et à la revalorisation de la fonction de juger.

source: Equality between men and women in the enjoyment of civil and political rights
fr: Égalité des hommes et des femmes en droits civils et politiques

source: Article 8 of the Constitution stipulates that “nationals are equal before the law and enjoy the same fundamental freedoms under the protection of the law, without any discrimination on grounds of sex, level of education, property, origin, race, religious belief or opinion”.
fr: «Les nationaux sont égaux en droit et jouissent des mêmes libertés fondamentales protégées par les lois sans discrimination fondée sur le sexe, le degré d'instruction, la fortune, l'origine, la race, la croyance religieuse et l'opinion.».

source: Moreover, article 3 of Ordinance No. 90-001 of 9 March 1990 on the general regulations governing political parties and organizations stipulates that “all Malagasy citizens of either sex over the age of 18 years enjoy their civic rights and are free to join a political party or organization in accordance with these provisions”.
fr: Par ailleurs l'article 3 de l'ordonnance no 90-001 du 9 mars 1990 portant régime général des partis ou organisations politiques stipule que:

source: Bearing in mind the observations issued by the Committee following its consideration of Madagascar's last report in connection with the management of the household, article 16 of Act No. 90-014 of 20 July 1990 on matrimonial regimes stipulates that the sharing of a married couple's property is governed by ordinary law or zaramira, which in Malagasy law means it is shared equally.
fr: Prenant en compte les observations émises par le Comité au cours de l'examen du dernier rapport concernant l'administration du ménage, la loi no 90-014 du 20 juillet 1990 relative aux régimes matrimoniaux en son article 16 stipule que le partage des biens constituant le patrimoine des époux s'effectue selon le régime de droit commun ou «zara-mira», ce qui en droit malgache signifie partage par moitié.

source: This law puts an end to the unfair practice of dividing up marital property on a two-thirds/one-third basis in favour of the man when a marriage is dissolved.
fr: Cette loi apporte une innovation mettant fin au partage inégalitaire d'un tiers, deux tiers au détriment de la femme en cas de dissolution de la communauté conjugale.

source: According to a study carried out in partnership with the United Nations Development Programme (UNDP) on the management of public affairs in 2003, practices and customs still have a very important influence on social behaviour.
fr: D'après une étude effectuée en partenariat avec le PNUD concernant la gestion des affaires publiques en 2003, les us et coutumes gardent une influence très importante sur le comportement social.

source: Despite the legislative progress made, some customary practices are not conducive to the elimination of all forms of discrimination against women.
fr: Malgré les évolutions législatives réalisées, certaines pratiques coutumières sont défavorables à l'élimination de toutes les formes de discrimination à l'égard des femmes.

source: Women are marginalized for a number of reasons, including:
fr: Les femmes sont marginalisées du fait de plusieurs situations dont:

source: (a) Illiteracy and lack of education;
fr: a) L'analphabétisme et le manque d'instruction;

source: (b) Their status under the customs of certain communities;
fr: b) Leur statut par rapport aux mœurs dans certaines communautés;

source: (c) Their marital situation, and particularly the low esteem in which single or childless women are held in some societies;
fr: c) Leur situation matrimoniale et particulièrement la déconsidération des femmes célibataires ou sans enfant dans certaines sociétés;

source: (d) The position of families vis-à-vis traditions in the field of inheritance;
fr: d) La position des familles vis-à-vis des traditions en matière d'héritage;

source: (e) Poverty among women in rural areas.
fr: e) La pauvreté des femmes en milieu rural.

source: These factors explain women's low level of involvement in politics and public debates in general.
fr: Ces facteurs expliquent les causes de la faible participation des femmes dans la vie politique et dans le débat public en général.

source: Progress made
fr: Les progrès réalisés

source: The Malagasy Government has drawn up a national gender and development action plan for the period 2004-2008. The aim of the plan is to remove, or at least reduce, the obstacles to and constraints on the promotion of gender-equitable sustainable development and to provide truly effective support for the participation of women in civil and political life.
fr: Le Gouvernement malagasy a établi un Plan d'action national genre et développement (PANAGED) pour la période 2004-2008 dont l'objectif est de contribuer à lever, sinon réduire les obstacles et contraintes à la promotion d'un développement équitable et durable entre les genres et soutenir une participation effective et réelle des femmes dans la vie civile et politique.

source: The following points highlight some disparities:
fr: Ci-après quelques situations mettant en relief des cas de disparité:

source: (a) In 1999, 10 per cent of parliamentarians (deputies and senators) were women;
fr: a) En 1999, le taux de femmes parlementaires (députés et sénateurs), était de 10 %;

source: (b) In the current legislature, that proportion is down to 5 per cent;
fr: b) Et dans l'actuelle législature, il est de 5 % seulement;

source: (c) About 25 per cent of posts in senior management and one third of mid-level managerial posts are occupied by women.
fr: c) Il est généralement reconnu que près de 25 % des postes de direction et de cadre supérieur et un tiers des postes de direction et de fonction technique sont occupés par des femmes.

source: The proportion of working women has been increasing slightly. It was:
fr: La proportion des femmes actives est en légère augmentation:

source: (a) 46.6 per cent in 1997;
fr: a) 46,6 % en 1997;

source: (b) 46.7 per cent in 1998-1999; and
fr: b) 46,7 % en 1998-1999;

source: (c) 48.8 per cent in 2001 (source: National Report on Human Development, 2003).
fr: Source: Rapport national sur le développement humain en 2003.

source: Public emergencies
fr: Situations d'exception

source: Article 4 of the Covenant provides for States to take measures derogating from their obligations under the Covenant in emergency situations.
fr: L'article 4 du Pacte consacre les possibilités pour l'État de prendre des mesures dérogatoires en cas de situation exceptionnelle.

source: Three types of emergency situation are distinguished in Malagasy legislation:
fr: Dans la législation malagasy, on distingue trois cas de situation d'exceptions:

source: (a) A state of emergency;
fr: a) La situation d'urgence;

source: (b) A state of national necessity;
fr: b) L'état de nécessité nationale;

source: (c) Martial law.
fr: c) La loi martiale.

source: Article 59 of the Constitution of 18 September 1982 provides as follows:
fr: La Constitution du 18 septembre 1992,en son article 59, dispose que:

source: “In the event of a threat to the institutions of the Republic, the independence of the nation, its unity or the integrity of its territory, and when the normal functioning of the public authorities is compromised, the President of the Republic may proclaim an emergency situation, that is, a state of emergency, a state of national necessity or martial law, in all or part of the national territory.
fr: «Lorsque les institutions de la République, l'indépendance de la Nation, son unité ou l'intégrité de son territoire sont menacées et que le fonctionnement régulier des pouvoirs publics se trouve compromis, le Président de la République peut proclamer sur tout ou partie du territoire national, la situation d'exception, à savoir la situation d'urgence, l'état de nécessité ou la loi martiale.

source: The decision shall be taken by the President of the Republic meeting with the Council of Ministers, after consultation with the presidents of the National Assembly, the Senate and the Constitutional High Court.”
fr: La décision est prise par le Président de la République en Conseil des ministres, après avis des Présidents de l'Assemblée nationale, du Sénat et de la Haute Cour constitutionnelle.».

source: Act No. 91-011 of 18 July 1991 on emergency situations sets out the procedures to be followed in each case.
fr: La loi no 91-011 du 18 juillet 1991 relative aux situations d'exception, fixe les modalités à suivre selon les cas.

source: State of emergency
fr: La situation d'urgence

source: Article 13: A state of emergency may be proclaimed either in cases where there is an imminent danger resulting from serious violations of public order or State security or in cases where events, by virtue of their nature and seriousness, constitute a public disaster.
fr: Article 13. La situation d'urgence peut être proclamée soit en cas de péril imminent résultant d'atteintes graves à l'ordre public ou à la sécurité de l'État, soit en cas d'événements qui, par leur nature et leur gravité, présentent le caractère de calamité publique.

source: A state of emergency may be declared in all or part of the territory.
fr: La situation d'urgence peut s'appliquer sur tout ou, partie du territoire.

source: The decree proclaiming the state of emergency stipulates the territorial district or districts within which the measures decreed are applicable.
fr: Le décret proclamant la situation d'urgence fixe la ou les circonscriptions territoriales concernées par les mesures édictées à l'intérieur desquelles elle est appliquée.

source: A state of emergency lasts for two weeks.
fr: La durée de la situation d'urgence est de quinze jours.

source: This period may be extended under the conditions set out in article 3 of the above-cited law.
fr: Elle peut être prolongée dans les conditions prévues par l'article 3 de la loi suscitée.

source: The proclamation of a state of emergency gives the President the power to:
fr: La proclamation de la situation d'urgence confère au Président de la République le pouvoir:

source: (a) Legislate by regulation;
fr: a) De légiférer par voie réglementaire;

source: (b) Introduce a curfew to restrict or prohibit the movement of individuals or vehicles at certain times;
fr: b) D'instaurer le couvre-feu, en limitant ou en interdisant la circulation des personnes, des véhicules à des heures fixes;

source: (c) Ban from all or part of a district any person seeking to obstruct, in any way whatsoever, the action of the authorities;
fr: c) D'interdire le séjour, dans tout ou partie de la circonscription à toute personne cherchant à entraver, de quelque manière que ce soit, l'action des pouvoirs publics;

source: (d) Establish protection or security zones in which the presence of individuals is regulated;
fr: d) D'instituer des zones de protection ou de sécurité où le séjour des personnes est réglementé;

source: (e) Order the closure of theatres, dance halls, casinos, bars and all other places open to the public;
fr: e) D'ordonner la fermeture des salles de spectacles, dancings, casinos, débits de boissons et de tous autres lieux ouverts au public;

source: (f) Order the handover of weapons of the first, second and third categories, together with ammunition, belonging to or in the possession of individuals, and require them to be handed over to the authorities in the places designated for this purpose, except for weapons belonging to members of institutions, in application of Decree No. 70-041 of 13 January 1970;
fr: f) D'ordonner la remise des armes de première, deuxième et troisième catégorie, ainsi que des munitions, appartenant aux particuliers ou détenues par eux et prescrire leur dépôt entre les mains des autorités et dans les lieux désignés à cet effet, sauf celles appartenant aux membres des institutions, par application du décret no 70-041 du 13 janvier 1970;

source: (g) Order daytime or night-time searches of the houses of individuals whose activities pose a danger to public order or State security;
fr: g) D'ordonner des perquisitions à domicile de jour et de nuit au domicile des personnes dont les activités s'avèrent dangereuses pour l'ordre public ou la sécurité de l'État;

source: (h) Take all necessary measures to monitor the press, publications and programmes of any kind and prohibit those that might disturb the public order or jeopardize national unity;
fr: h) De prendre toutes les mesures pour assurer le contrôle de la presse, des publications et des émissions de toute nature et interdire celles qui sont de nature à perturber l'ordre public ou à mettre en danger l'unité nationale;

source: (i) Issue compulsory residence orders requiring any person whose activities pose a danger to public order and security to remain in a specific district or locality;
fr: i) De prononcer l'assignation à résidence dans une circonscription territoriale ou une localité déterminée contre toute personne dont l'activité s'avère dangereuse pour l'ordre et la sécurité publique;

source: (j) Introduce a general or specific ban on meetings that might incite or fuel disorder.
fr: j) D'interdire à titre général ou particulier les réunions de nature à provoquer ou à entretenir le désordre.

source: A receipt is given for all weapons and ammunition handed over in these circumstances.
fr: Les armes et munitions déposées en vertu de l'alinéa précédent donnent lieu à récépissé.

source: Once the state of emergency has been lifted, all necessary steps are taken to ensure they are returned to their owners in the same condition as when they were handed over.
fr: Toutes dispositions sont prises pour qu'elles soient rendues à leurs propriétaires en l'état où elles étaient lors de leur dépôt dès la levée de la situation d'urgence.

source: State of national necessity
fr: État de nécessite nationale

source: A state of national necessity can be proclaimed in the event of a political, economic or social crisis which, by virtue of its magnitude and seriousness, constitutes a threat to the future of the nation or is likely to hinder or prevent the normal functioning of the institutions of the Republic.
fr: L'état de nécessité nationale peut être proclamé en cas de crise politique, économique ou sociale qui, par son ampleur et sa gravité constitue une menace pour l'avenir de la nation ou est susceptible d'entraver ou d'empêcher le fonctionnement normal des institutions de la République.

source: A state of national necessity is proclaimed throughout the country.
fr: L'état de nécessité nationale est proclamé sur toute l'étendue du territoire.

source: A state of national necessity lasts for three months.
fr: La durée de l'état de nécessité nationale est de trois mois.

source: The proclamation of a state of national necessity gives the President, in addition to the powers listed above, the right to:
fr: La proclamation de l'état de nécessité nationale confère au Président de la République, outre ceux déjà énumérés plus hauts le droit:

source: (a) Order daytime or night-time searches of the houses of any individuals whose activities pose a danger to public order and security;
fr: a) D'ordonner des perquisitions de jour et de nuit au domicile de toute personne dont les activités s'avèrent dangereuses pour l'ordre et la sécurité publique;

source: (b) Issue compulsory residence orders requiring any person whose activities might obstruct the action of the authorities to remain in a specific district or locality for a period lasting no longer than the state of national necessity;
fr: b) D'assigner à résidence, pour une durée ne pouvant pas dépasser celle de l'état de nécessité nationale, dans une circonscription ou une localité déterminée, toute personne dont les activités sont de nature à entraver l'action des pouvoirs publics;

source: (c) Require the State to take all necessary measures to ensure that the individuals subject to such orders have means of subsistence;
fr: c) Dans ce cas, l'État doit prendre toutes dispositions pour assurer la subsistance des personnes assignées à résidence;

source: (d) Take all necessary measures to monitor the press and publications of any kind, as well as radio and television programmes;
fr: d) De prendre toutes mesures pour assurer le contrôle de la presse et des publications de toute nature ainsi que des émissions radiophoniques et télévisées;

source: (e) Monitor telephone calls and mail;
fr: e) De contrôler les échanges téléphoniques ou postaux;
